<template>
  <div>
    <Navbar></Navbar>
    <PageHeader pageTitle="Πολιτική απορρήτου"></PageHeader>
    <div class="privacy">
      <h2>Πολιτική απορρήτου - Προστασία προσωπικών δεδομένων</h2>
      <p>Ο παρόν διαδικτυακός τόπος Ich lerne Deutsch, https://www.ichlernedeutsch.info σέβεται απόλυτα τα προσωπικά δεδομένα των επισκεπτών του. Σε αυτή την σελίδα εξηγείται ποια προσωπικά δεδομένα συλλέγονται, πως χρησιμοποιούνται αλλά και πως συλλέγονται όταν χρησιμοποιείτε την ιστοσελίδα μας.</p>
      <h3>Τι είδους δεδομένα συλλέγονται;</h3>
      <p>Τα προσωπικά δεδομένα που συλλέγονται είναι:</p>
      <ul>
        <li>Όνομα</li>
        <li>Διεύθυνση ηλεκτρονικού ταχυδρομείου</li>
      </ul>

      <h3>Πως συλλέγονται τα προσωπικά δεδομένα;</h3>
      <p>Τα προσωπικά δεδομένα (όνομα, email) συλλέγονται αν και μόνο αν ο επισκέπτης χρησιμοποιήσει την φόρμα επικοινωνίας.</p>
      <p>Για την απλή περιήγηση των επισκεπτών δεν συλλέγεται κανένα προσωπικό δεδομένο.</p>

      <h3>Πως χρησιμοποιούνται τα προσωπικά δεδομένα;</h3>
      <p>Τα προσωπικά δεδομένα (όνομα, email) χρησιμοποιούνται :</p>
      <ul>
        <li>για να έρθουμε σε επικοινωνία με τους επισκέπτες.</li>
      </ul>
      <p>Σε καμία περίπτωση δεν διαμοιράζονται τα προσωπικά δεδομένα (όνομα, email) σε τρίτους.</p>

      <h3>Πως αποθηκεύονται τα προσωπικά σας δεδομένα;</h3>
      <p>Τα προσωπικά δεδομένα (όνομα, email) αποθηκεύονται σε βάση δεδομένων του Firebase σε server της Google. Η διαχείριση της βάσης δεδομένων γίνεται από εμάς.</p>
      <p>Για λόγους συντήρησης και εφόσον έχουμε επικοινωνήσει με τον επισκέπτη, τα προσωπικά δεδομένα (όνομα, email) διαγράφονται από την βάση δεδομένων κάθε 15 ημέρες.</p>

      <h3>Δικαιώματα προστασίας προσωπικών δεδομένων επισκέπτη.</h3>
      <p>Κάθε επισκέπτης μπορεί να επικοινωνήσει μαζί μας για την άσκηση των δικαιωμάτων του.</p>
      <p>Κάθε χρήστης έχει:</p>
      <ul>
        <li>Το δικαίωμα πρόσβασης. Κάθε επισκέπτης έχει το δικαίωμα να ζητήσει αντίγραφο των προσωπικών δεδομένων.</li>
        <li>Το δικαίωμα διαγραφής. Κάθε επισκέπτης έχει το δικαίωμα να ζητήσει την διαγραφή των προσωπικών του δεδομένων.</li>
      </ul>

      <h3>Αλλαγές πολιτικής απορρήτου.</h3>
      <p>Ο διαδικτυακός τόπος Ich lerne Deutch διατηρεί την πολιτική απορρήτου υπό τακτική επανεξέταση και τοποθετεί τυχόν ενημερώσεις σε αυτήν την ιστοσελίδα.</p>
      <p>H πολιτική απορρήτου ενημερώθηκε τελευταία φορά στις 6 Φεβρουαρίου 2020.</p>

      <h3>Επικοινωνία</h3>
      <p>Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με την πολιτική απορρήτου, τα δεδομένα που διατηρούμε ή θέλετε να ασκήσετε ένα από τα δικαιώματα σας για την προστασία των δεδομέλνων σας, μην διστάσετε να επικοινωνήσετε μαζί μας.</p>
      <p>Email: admin@ichlernedeutsch.info</p>
      <hr />
      <p>*Δεν συλλέγονται δεδομένα ιστού (όπως τοποθεσία, διεύθυνση IP, cookies κ.α.), δεν συλλέγονται ευαίσθητα προσωπικά δεδομένα (όπως επώνυμο, φυλετική ή εθνική προέλευση, πολιτικά φρονήματα κ.α.), δεν χρησιμοποιούνται εργαλεία συλλογής στατιστικών στοιχείων αλλά και της κίνησης του επισκέπτη στην ιστοσελίδα (όπως Google Analytics κ.α.), δεν προωθούνται διαφημίσεις (όπως AdWords κα.), δεν στέλνονται ενημερωτικά email.</p>
    </div>
    <Footer></Footer>
  </div>
</template>

<script>
import Navbar from "@/components/Navbar";
import PageHeader from "@/components/PageHeader";
import Footer from "@/components/Footer";
export default {
  name: "Privacy",
  metaInfo: {
    title: "Πολιτική απορρήτου",
    titleTemplate: "%s | Μαθαίνω γερμανικά",
    meta: [
      {
        name: "keywords",
        content: "προσωπικά, δεδομένα, πολιτική, απόρρητο, privacy, policy"
      },
      {
        name: "description",
        content:
          "Σε αυτή την σελίδα εξηγείται ποια προσωπικά δεδομένα συλλέγονται, πως χρησιμοποιούνται αλλά και πως συλλέγονται όταν χρησιμοποιείτε την ιστοσελίδα μας.."
      }
    ]
  },
  components: {
    Navbar,
    PageHeader,
    Footer
  }
};
</script>

<style lang="scss">
@import "../../assets/styles/setup/variables.scss";
@import "../../assets/styles/setup/config.scss";
@import "../../assets/styles/setup/mixins.scss";
@import "../../assets/styles/views/privacy.scss";
</style>